/* No comment provided by engineer. */
"Англ" = "Engl";

/* No comment provided by engineer. */
"Вы должны подключиться к интернету, чтобы совершать покупки" = "You need to be connected to the Internet to make purchases";

/* No comment provided by engineer. */
"Какая-то ошибка, чувак" = "You caught an error, dude";

/* No comment provided by engineer. */
"Количество %@" = "Amount %@";

/* No comment provided by engineer. */
"Купить" = "Buy";

/* No comment provided by engineer. */
"Макс. цена" = "Max. price";

/* No comment provided by engineer. */
"Мин. цена" = "Min. price";

/* No comment provided by engineer. */
"Нет интернета!" = "No Internet!";

/* No comment provided by engineer. */
"Нет соединения с сервером, попробуйте позже" = "No Internet connection, please try later";

/* No comment provided by engineer. */
"Огромное спасибо за то, что нас поддержали! Вы внесли невероятный вклад в развитие Tradeous. Добро пожаловать в элитное сообщество трейдеров!" = "Thank you a lot for your support! You made an awesome contribution to Tradeous development. Welcome to the Elite Trades Society!";

/* No comment provided by engineer. */
"Ордера на покупку" = "Buy orders";

/* No comment provided by engineer. */
"Ордера на продажу" = "Sell orders";

/* No comment provided by engineer. */
"Пожалуйста, перезапустите приложение и повторите попытку" = "Please restart Tradeous and try again";

/* No comment provided by engineer. */
"Пожалуйста, подключитесь к интернету, чтобы оценить наше приложение" = "Please connect to the Internet to rate Tradeous";

/* No comment provided by engineer. */
"Приложение куплено!" = "It's a full version!";

/* No comment provided by engineer. */
"Продать" = "Sell";

/* No comment provided by engineer. */
"Рус" = "Rus";

/* No comment provided by engineer. */
"Сделка успешно завершена!" = "Trade completed successfully!";

/* No comment provided by engineer. */
"Хорошо!" = "Alright!";

/* No comment provided by engineer. */
"Цена за %@" = "Price for %@";

/* No comment provided by engineer. */
"Что-то пошло не так!" = "Something went wrong!";

/* No comment provided by engineer. */
"Ясно!" = "Alright!";

"Buy" = "Buy";

"Sell" = "Sell";

"Buy orders" = "Buy orders";

"Sell orders" = "Sell orders";
